IDEA StatiCa Open Model
LoadGroupEC.Psi1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ψ 1
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Psi1 { get; set; }
Public Property Psi1 As Double
	Get
	Set
public:
property double Psi1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadGroupEC Class
IdeaRS.OpenModel.Loading Namespace